/* plural annotations, plural page count, author */
"%1$d annotations on %2$d pages by %3$@" = "%1$d anotações em %2$d páginas por %3$@";

/* plural annotations, single page count, author */
"%1$d annotations on 1 page by %2$@" = "%1$d anotações em 1 página por %2$@";

/* header in PDF summary: single page PDF, multiple annotations all on a single page, no author (e.g. '3 annotations') */
"%d annotations" = "%d anotações";

/* header in PDF summary: single page PDF, multiple annotations all on a single page, author (e.g. '3 annotations by Phil') */
"%d annotations by %@" = "%1$d anotações por %2$@";

/* header in PDF summary: multiple page PDF, multiple annotations on separate pages, no author (e.g. '3 annotations on 2 pages') */
"%d annotations on %d pages" = "%1$d anotações em %2$d páginas";

/* header in PDF summary: multiple page PDF, multiple annotations on separate pages, author (e.g. '3 annotations on 2 pages by Phil') */
"%d annotations on %d pages by %@" = "%1$d anotações em %2$d páginas por %3$@";

/* header in PDF summary: multiple page PDF, multiple annotations all on a single page, no author (e.g. '3 annotations on 1 page') */
"%d annotations on 1 page" = "%d anotações em 1 página";

/* header in PDF summary: multiple page PDF, multiple annotations all on a single page, author (e.g. '3 annotations on 1 page by Phil') */
"%d annotations on 1 page by %@" = "%1$d anotações em 1 página por %2$@";

/* header in PDF summary: single page PDF, 1 annotation, no author (e.g. '1 annotation') */
"1 annotation" = "1 anotação";

/* header in PDF summary: single page PDF, 1 annotation, author (e.g. '1 annotation by Phil') */
"1 annotation by %@" = "1 anotação por %@";

/* header in PDF summary: multiple page PDF, 1 annotation, no author (e.g. '1 annotation on 1 page') */
"1 annotation on 1 page" = "1 anotação em 1 página";

/* single annotation, single page count, author */
"1 annotation on 1 page by %1$@" = "1 anotação em 1 página por %1$@";

/* header in PDF summary: multiple page PDF, 1 annotation, author (e.g. '1 annotation on 1 page by Phil') */
"1 annotation on 1 page by %@" = "1 anotação em 1 página por %@";

/* Tooltip for the arrow button */
"Add arrows to your image" = "Adicione setas à sua imagem";

/* Tooltip for the emoticon stamps button */
"Add emoticons to your image" = "Adicione emoticons à sua imagem";

/* Tooltip for the shapes button */
"Add shapes to your image" = "Adicione formas à sua imagem";

/* Tooltip for the stamps button */
"Add stamps to your image" = "Adicione carimbos à sua imagem";

/* Tooltip for the text button */
"Add text to your image" = "Adicione texto à sua imagem";

/* All */
"All" = "Todos";

/* PDF menu item to display all pages */
"All Pages" = "Todas as páginas";

/* Tooltip for the angry stamp button */
"Angry" = "Zangado";

/* Annotated */
"Annotated" = "Anotado";

/* PDF menu item to display only annotated pages */
"Annotated Only" = "Somente anotada";

/* Accessibility description: PDF popup button to switch between displaying all or annotated pages */
"Annotation Filter" = "Filtro de Anotação";

/* Apply */
"Apply" = "Aplicar";

/* Approved stamp default text
   Tooltip for the approved stamp button */
"Approved" = "Aprovado";

/* Arrow creation undo/redo name */
"Arrow" = "Seta";

/* arrow First Time User Experience Label next to Tool Bar Item */
"arrow" = "seta";

/* Arrow Endpoint undo/redo name */
"Arrow Endpoint" = "Ponto Final da Seta";

/* Arrow Rotation undo/redo name */
"Arrow Rotation" = "Girar Seta";

/* Attach Label to stamp undo/redo name */
"Attach Label" = "Anexar Rótulo";

/* Tooltip for the attention stamp button */
"Attention" = "Atenção";

/* Cancel */
"Cancel" = "Cancelar";

/* Change Text undo/redo name */
"Change Text" = "Mudar Texto";

/* First time UX: Properties */
"Choose size and color" = "Escolher tamanho e cor";

/* First time UX: Tools */
"Choose tools" = "Escolher ferramentas";

/* Click to expand the canvas by %u points in this direction */
"Click to expand the canvas by %ld points in this direction" = "Clique para expandir a tela em %ld pontos nesta direção";

/* Click to expand the canvas in this direction */
"Click to expand the canvas in this direction" = "Clique para expandir a tela nesta direção.";

/* Tooltip for the color button */
"Color" = "Cor";

/* Color Change undo/redo name */
"Color Change" = "Alterar Cor";

/* Tooltip for the cool stamp button */
"Cool" = "Legal";

/* Crop undo/redo name */
"Crop" = "Cortar";

/* Crop Area undo/redo name for crop area on the canvas */
"Crop Area" = "Área de Corte";

/* Crop button */
"Crop Image" = "Cortar Imagem";

/* Tooltip for the expand/crop button */
"Crop your image" = "Recorte a sua imagem";

/* Delete button title */
"Delete" = "Excluir";

/* Delete PDF Page
   Delete PDF Page undo/redo name */
"Delete Page" = "Excluir Página";

/* draw First Time User Experience Label next to Tool Bar Item */
"draw" = "desenhar";

/* Tooltip for the pens button */
"Draw on your image" = "Desenhe na sua imagem";

/* Ellipse creation undo/redo name
   Tooltip for the ellipse button */
"Ellipse" = "Elipse";

/* Ellipse Rotate undo/redo name */
"Ellipse Rotate" = "Girar Elipse";

/* Ellipse Size undo/redo name */
"Ellipse Size" = "Tamanho da Elipse";

/* First Time User Experience Label next to Tool Bar Item */
"emoticon" = "emoticon";

/* Expand Canvas undo/redo name */
"Expand Canvas" = "Expandir Tela";

/* Happy stamp default text */
"Fantastic!" = "Fantástico!";

/* Flip undo/redo name */
"Flip" = "Inverter";

/* Angry stamp default text */
"Grrr" = "Grrr";

/* Tooltip for the happy stamp button */
"Happy" = "Feliz";

/* Cool! stamp default text */
"Hehe" = "Hehe";

/* Highlighter creation undo/redo name
   Tooltip for the highlighter button */
"Highlighter" = "Realçador";

/* Error description for when images are too large */
"Image is too large." = "A imagem é muito grande.";

/* Silly stamp default text */
"Kidding!" = "Brincadeira!";

/* Line creation undo/redo name
   Tooltip for the line button */
"Line" = "Linha";

/* Line Endpoint undo/redo name */
"Line Endpoint" = "Ponto Final da Linha";

/* Line Rotation undo/redo name */
"Line Rotation" = "Girar Linha";

/* Marker creation undo/redo name
   Tooltip for the marker button */
"Marker" = "Etiqueta";

/* Move undo/redo name */
"Move" = "Mover";

/* Nudge undo/redo name for selected elements on the canvas */
"Nudge" = "Cutucar";

/* Skitch max canvas size alert OK button title */
"OK" = "OK";

/* First Time User Experience Label next to Tool Bar Item */
"pan" = "panorama";

/* PDF with summary */
"PDF with summary" = "PDF com resumo";

/* Perfect stamp default text
   Tooltip for the perfect stamp button */
"Perfect" = "Perfeito";

/* Tooltip for the unpinned button */
"Pin sub tools open" = "Fixe as ferramentas abertas";

/* Pixelate undo/redo name */
"Pixelate" = "Pixelizar";

/* First Time User Experience Label next to Tool Bar Item */
"pixelate" = "pixelizar";

/* Tooltip for the pixelate button */
"Pixelate your image" = "Pixelize a sua imagem";

/* Tooltip for the question stamp button */
"Question" = "Pergunta";

/* Rectangle creation undo/redo name
   Tooltip for the rectangle button */
"Rectangle" = "Retângulo";

/* Rectangle Rotate undo/redo name */
"Rectangle Rotate" = "Girar Retângulo";

/* Rectangle Size undo/redo name */
"Rectangle Size" = "Tamanho do Retângulo";

/* Redo button */
"Redo" = "Refazer";

/* Rejected stamp default text
   Tooltip for the rejected stamp button */
"Rejected" = "Rejeitado";

/* Resize Canvas undo/redo name */
"Resize Canvas" = "Redimensionar Tela";

/* Tooltip for the resize button */
"Resize your image" = "Redimensione a sua imagem";

/* Rotate undo/redo name */
"Rotate" = "Girar";

/* Rotate Canvas undo/redo name */
"Rotate Canvas" = "Girar Tela";

/* Rotate PDF Page undo/redo name */
"Rotate Page" = "Girar Página";

/* Rotate PDF Page 90 degrees Clockwise */
"Rotate Page Clockwise" = "Girar Página no Sentido Horário";

/* Rotate PDF Page 90 degrees Counterclockwise */
"Rotate Page Counterclockwise" = "Girar Página no Sentido Anti-horário";

/* Rounded Rectangle creation undo/redo name
   Tooltip for the rounded rectangle button */
"Rounded Rectangle" = "Retângulo arredondado";

/* Rounded Rectangle Rotate undo/redo name */
"Rounded Rectangle Rotate" = "Girar Retângulo Arredondado";

/* Rounded Rectangle Size undo/redo name */
"Rounded Rectangle Size" = "Tamanho do Retângulo Arredondado";

/* First time UX: Overflow menu */
"Save, share and more" = "Salvar, compartilhar e muito mais";

/* Scale undo/redo name */
"Scale" = "Dimensionar";

/* shapes First Time User Experience Label next to Tool Bar Item */
"shapes" = "formas";

/* Tooltip for the silly stamp button */
"Silly" = "Bobo";

/* Tooltip for the size button */
"Size" = "Tamanho";

/* Size Change undo/redo name */
"Size Change" = "Alterar Tamanho";

/* Skitch JPG */
"Skitch JPG" = "Skitch JPG";

/* Skitch PDF */
"Skitch PDF" = "PDF do Skitch";

/* Skitch PDF with summary */
"Skitch PDF with summary" = "PDF do Skitch com resumo";

/* Skitch PNG */
"Skitch PNG" = "Skitch PNG";

/* Skitch Summary */
"Skitch Summary" = "Resumo do Skitch";

/* Stamp creation undo/redo name */
"Stamp" = "Carimbo";

/* First Time User Experience Label next to Tool Bar Item */
"stamp" = "carimbo";

/* Stamp Tail Position undo/redo name */
"Stamp Tail Position" = "Posição da Ponta do Carimbo";

/* Annotation Summary */
"Summary" = "Resumo";

/* Tooltip for the surprise stamp button */
"Surprise" = "Surpresa";

/* Educational message for users if they tap twice without effect. */
"Tap & drag to draw" = "Toque & arraste para desenhar";

/* Text undo/redo name */
"Text" = "Texto";

/* text for First Time User Experience Label next to Tool Bar Item */
"text" = "texto";

/* Text Font Change undo/redo name
   Text Font undo/redo name */
"Text Font Change" = "Alterar Fonte do Texto";

/* Text Move undo/redo name */
"Text Move" = "Mover Texto";

/* Text Style Change undo/redo name
   Text Style undo/redo name */
"Text Style Change" = "Alterar Estilo de Texto";

/* Surprise! stamp default text */
"Uh oh…" = "Uh oh…";

/* Error description for when  image fails to load. */
"Unable to read document." = "Não é possível ler o documento.";

/* Undo button */
"Undo" = "Desfazer";

/* Tooltip for the pinned button */
"Unpin sub tools" = "Desafixar ferramentas";

/* What? stamp default text */
"What?" = "O que?";

/* Wow! stamp default text */
"Wow!" = "Uau!";

/* Skitch max canvas size alert message */
"You have reached the maximum size allowable for an image. If you would like to expand further please crop your image or use a lower resolution image." = "Você atingiu o tamanho máximo permitido para uma imagem. Se você deseja expandir ainda mais, por favor, corte a imagem ou use uma imagem de baixa resolução.";
